[Errors]
Unknown="Неизвестная ошибка"
Aborted="Операция прервана"
ExportOpen="Ошибка экспорта %s: не удалось открыть файл '%s'"
ExportWrite="Ошибка экспорта %s: не удалось записать файл '%s'"
FileNotFound="Не найден файл '%s'"
ObjectNotFound="Не найден объект '%s %s.%s'"
PackageNotFound="Не найден файл для контейнера '%s'"
PackageResolveFailed="Не удалось изменить имя контейнера"
FilenameToPackage="Не удалось преобразовать имя файла '%s' в имя контейнера"
Sandbox="Контейнер '%s' недоступен в данной изолированной среде"
PackageVersion="Несовпадение версии контейнера '%s'"
FailedLoad="Не удалось загрузить файл '%s': %s"
ConfigNotFound="Не найден объект '%s' в файле конфигурации"
LoadClassMismatch="%s не является дочерним классом %s.%s"
NotDll="'%s' не является DLL-контейнером; не удалось экспортировать объект '%s'"
NotInDll="Не найден объект '%s' в '%s.dll'"
FailedLoadPackage="Не удалось загрузить контейнер: %s"
FailedLoadObject="Не удалось загрузить '%s %s.%s': %s"
TransientImport="Импортирован временный объект: %s"
FailedSavePrivate="Не удалось сохранить объект %s: содержимое связано с внешним частным объектом %s"
FailedImportPrivate="Не удалось импортировать частный объект %s %s"
FailedCreate="%s %s не найден, создание невозможно"
FailedImport="Не найден объект %s в файле '%s'"
FailedSaveFile="Ошибка сохранения файла '%s': %s"
SaveWarning="Ошибка сохранения '%s'"
NotPackaged="Объект не запакован: %s %s"
NotWithin="Объект %s %s создан в %s вместо %s"
Abstract="Не удалось создать объект %s: класс %s является абстрактным"
NoReplace="Не удалось заменить %s на %s"
NoFindImport="Не найден файл '%s' для импорта"
ReadFileFailed="Не удалось прочитать файл '%s' для импорта"
SeekFailed="Ошибка поиска файла"
OpenFailed="Ошибка открытия файла"
WriteFailed="Ошибка записи в файл"
ReadEof="Чтение после конца файла"
IniReadOnly="Файл %s защищен от записи; параметры не сохранены"
UrlFailed="Ошибка запуска URL"
Warning="Внимание"
Question="Вопрос"
OutOfMemory="Виртуальная память исчерпана. Чтобы устранить неполадку, освободите место на основном жестком диске."
History="Журнал"
Assert="Ошибка правила: %s [Файл: %s] [Строка: %i]"
Debug="Ошибка отладочного правила: %s [Файл: %s] [Строка: %i]"
LinkerExists="Компоновщик для '%s' уже существует"
BinaryFormat="Файл '%s' содержит нераспознаваемые данные"
SerialSize="%s: несовпадение размерности серийного номера: получено %i, ожидалось %i"
ExportIndex="Неверный индекс экспорта %i/%i"
ImportIndex="Неверный индекс экспорта %i/%i"
Password="Пароль не распознан"
Exec="Неизвестная команда"
BadProperty="'%s': неверное или отсутствующее свойство '%s'"
MisingIni="Отсутствует .ini-файл: %s"

[General]
Product="Unreal"
Engine="Unreal Engine"
Copyright="Copyright 2004 Epic Games, Inc."
True="True"
False="False"
None="None"
Yes="Да"
No="Нет"

[Language]
Language="English (International)"
LangId=9
SubLangId=1

[Progress]
Saving="Сохранение файла %s..."
Loading="Загрузка файла %s..."
Closing="Закрытие"

[Public]
Object="(Name=Core.HelloWorldCommandlet,Class=Class,MetaClass=Core.Commandlet)"
Preferences="(Caption="Дополнительно",Parent="Дополнительные параметры")"
Preferences="(Caption="Файловая система",Parent="Дополнительно",Class=Core.System,Immediate=True)"

[Query]
OldVersion="Файл %s был сохранен в предыдущей версии, а текущая версия не обеспечивает обратной совместимости. Попытка прочитать его, вероятно, приведет к сбою. Продолжить?"
Name="Имя:"
Password="Пароль:"
PassPrompt="Введите имя и пароль:"
PassDlg="Аутентификация"
Overwrite="Файл '%s' должен быть обновлен. Перезаписать существующий файл?"
OverwriteReadOnly="Объект '%s' имеет атрибут 'только для чтения'. Попытаться перезаписать его?"
CheckoutPerforce="Объект '%s' имеет атрибут 'только для чтения'. Попытаться перезаписать его принудительно?"
